Repository: cran/assertive.reflection
Catalog: po/R-*.po
Languages: ar, de, es, fr, ja, ko, pt, ru

source: Some packages in %s are out of date.
ar: بعض الحزم في٪ s قديمة.
de: Einige Pakete in% s sind veraltet.
fr: Certains paquets en% s sont périmés.
ja: ％sの一部のパッケージが期限切れです。
ko: % s의 일부 패키지가 오래되었습니다.
pt: Alguns pacotes em% s estão desatualizados.
ru: Некоторые пакеты в% s устарели.

source: %s are not all on the operating system path.
ar: ٪ s ليست كلها على مسار نظام التشغيل.
de: % S sind nicht alle auf dem Betriebssystempfad.
es: %s no son todo en la ruta del sistema operativo.
fr: % S ne sont pas tous sur le chemin du système d'exploitation.
ja: ％sは、オペレーティングシステムのパスにすべて含まれているわけではありません。
ko: % s이 (가) 운영 체제 경로에 모두있는 것은 아닙니다.
pt: % S não estão todos no caminho do sistema operacional.
ru: % S не все находятся на пути к операционной системе.

source: %s are all not on the operating system path.
ar: ٪ s ليست كلها على مسار نظام التشغيل.
de: % S sind alle nicht auf dem Betriebssystempfad.
es: %s todos no están en la ruta del sistema operativo.
fr: % S ne sont pas tous sur le chemin du système d'exploitation.
ja: ％sはすべてオペレーティングシステムのパスにありません。
ko: % s은 (는) 모두 운영 체제 경로에 없습니다.
pt: % S não estão todos no caminho do sistema operacional.
ru: % S не находятся на пути к операционной системе.

source: R is %d bit.
ar: R هو٪ d بت.
de: R ist% d Bit.
fr: R est% d bit.
ja: Rは％dビットです。
ko: R은 % d 비트입니다.
pt: R é% d bit.
ru: R бит% d.

source: This version of R is %s but the current version is %s.
ar: هذا الإصدار من R هو٪ s ولكن الإصدار الحالي هو٪ s.
de: Diese Version von R ist% s aber die aktuelle Version ist% s.
es: Esta versión de R es %s pero la versión actual es %s.
fr: Cette version de R est% s mais la version actuelle est% s.
ja: このバージョンのRは％sですが、現在のバージョンは％sです。
ko: 이 R 버전은 % s이지만 현재 버전은 % s입니다.
pt: Esta versão de R é% s, mas a versão atual é% s.
ru: Эта версия R% s, но текущая версия% s.

source: R has been compiled without support for locales.
ar: وقد تم تجميع R دون دعم للغة المحلية.
de: R wurde ohne Unterstützung für Locales kompiliert.
es: R se ha compilado sin soporte para las configuraciones regionales.
fr: R a été compilé sans assistance pour les locaux.
ja: Rはロケールのサポートなしでコンパイルされています。
ko: R은 로케일 지원없이 컴파일되었습니다.
pt: R foi compilado sem suporte para locais.
ru: R был скомпилирован без поддержки локалей.

source: The locale convention for a (%s) decimal point has not been defined.
ar: لم يتم تعريف الاتفاقية المحلية لنسبة عشرية (٪ s).
de: Die Gebietsschema-Konvention für einen Dezimalpunkt (% s) wurde nicht definiert.
es: El Convenio Regional para un decimal (%s) no se ha definido.
fr: La convention locale pour un point décimal (% s) n'a pas été définie.
ja: 小数点（％s）のロケール規則は定義されていません。
ko: (% s) 소수점에 대한 로케일 규칙이 정의되지 않았습니다.
pt: A convenção de localidade para um ponto decimal (% s) não foi definida.
ru: Соглашение локали для десятичной точки (% s) не определено.

source: The locale convention is to use a '%s' for a (%s) decimal point.
ar: الاتفاقية المحلية هي استخدام '٪ s' لنسبة عشرية (٪ s).
de: Die Gebietsschema-Konvention soll ein '% s' für einen Dezimalpunkt (% s) verwenden.
es: La Convención regional es utilizar un '%s' para un decimal (%s).
fr: La convention locale consiste à utiliser un '% s' pour un point décimal (% s).
ja: ロケールの規則は、小数点（％s）に '％s'を使用することです。
ko: 로케일 규칙은 (% s) 소수점으로 '% s'을 (를) 사용합니다.
pt: A convenção local é usar um '% s' para um ponto decimal (% s).
ru: Конвенция locale заключается в использовании «% s» для десятичной точки (% s).

source: You are running the server version of RStudio.
ar: أنت تقوم بتشغيل إصدار الخادم من رستوديو.
de: Sie führen die Serverversion von RStudio aus.
es: Se está ejecutando la versión de servidor de RStudio.
fr: Vous exécutez la version du serveur de RStudio.
ja: RStudioのサーバーバージョンを実行しています。
ko: RStudio의 서버 버전을 실행하고 있습니다.
pt: Você está executando a versão do servidor do RStudio.
ru: Вы используете серверную версию RStudio.

source: You are running the desktop version of RStudio.
ar: أنت تقوم بتشغيل إصدار سطح المكتب من رستوديو.
de: Sie führen die Desktop-Version von RStudio.
es: Se está ejecutando la versión de escritorio de RStudio.
fr: Vous exécutez la version de bureau de RStudio.
ja: RStudioのデスクトップ版を実行しています。
ko: RStudio의 데스크톱 버전을 실행하고 있습니다.
pt: Você está executando a versão desktop do RStudio.
ru: Вы используете настольную версию RStudio.

source: 'tools:rstudio' is not loaded, so the RStudio API is not available.
ar: 'أدوات: رستوديو' لم يتم تحميل، وبالتالي فإن رستوديو أبي غير متوفر.
de: 'Tools: rstudio' wird nicht geladen, so dass die RStudio API nicht verfügbar ist.
fr: 'Tools: rstudio' n'est pas chargé, donc l'API RStudio n'est pas disponible.
ja: 'tools：rstudio'はロードされていないので、RStudio APIは利用できません。
ko: 'tools : rstudio'가로드되지 않으므로 RStudio API를 사용할 수 없습니다.
pt: 'Tools: rstudio' não está carregado, então a API RStudio não está disponível.
ru: 'Tools: rstudio' не загружен, поэтому API RStudio недоступен.

source: You are using an old version of RStudio, which does not tell you version information.
ar: أنت تستخدم نسخة قديمة من رستوديو، والتي لا تخبرك بمعلومات الإصدار.
de: Sie verwenden eine alte Version von RStudio, die Ihnen keine Versionsinformationen mitteilt.
es: Está utilizando una versión antigua de RStudio, que no te dice información de versión.
fr: Vous utilisez une ancienne version de RStudio, qui ne vous indique pas les informations de version.
ja: バージョン情報を知らせない古いバージョンのRStudioを使用しています。
ko: 버전 정보를 알려주지 않는 구 버전의 RStudio를 사용하고 있습니다.
pt: Você está usando uma versão antiga do RStudio, que não lhe informa informações sobre a versão.
ru: Вы используете старую версию RStudio, которая не сообщает вам информацию о версии.

source: The operating system is not %s. R reports it as: Sys.info()['sysname'] = %s, .Platform$OS = %s.
ar: نظام التشغيل ليس٪ s. R على النحو التالي: Sys.info () ['سيسنام'] =٪ s، .Platform $ أوس =٪ s.
de: Das Betriebssystem ist nicht% s. R berichtet es als: Sys.info () ['sysname'] =% s, .Platform $ OS =% s.
es: El sistema operativo no es % s. R informes como: Sys.info() ['sysname'] = %s,. Plataforma sistema operativo $ = %s.
fr: Le système d'exploitation n'est pas% s. R le rapporte comme: Sys.info () ['sysname'] =% s, .Platform $ OS =% s.
ja: オペレーティングシステムは％sではありません。 Rは次のように報告します：Sys.info（）['sysname'] =％s、.Platform $ OS =％s。
ko: 운영 체제가 % s이 (가) 아닙니다. R은 다음과 같이보고합니다. Sys.info () [ 'sysname'] = % s, .Platform $ OS = % s.
pt: O sistema operacional não é% s. R informa-o como: Sys.info () ['sysname'] =% s, .Platform $ OS =% s.
ru: Операционная система не% s. R сообщает об этом как: Sys.info () ['sysname'] =% s .Platform $ OS =% s.

source: The operating system is not Windows %s. R reports it as: Windows %s.
ar: نظام التشغيل ليس ويندوز٪ s. R التقارير بأنها: ويندوز٪ s.
de: Das Betriebssystem ist nicht Windows% s. R berichtet es als: Windows% s.
fr: Le système d'exploitation n'est pas Windows% s. R le rapporte comme suit: Windows% s.
ja: オペレーティングシステムはWindows％sではありません。 RはそれをWindows％sとして報告します。
ko: 운영 체제가 Windows % s이 (가) 아닙니다. R은 다음과 같이보고합니다 : Windows % s.
pt: O sistema operacional não é Windows% s. R informa-o como: Windows% s.
ru: Операционная система не Windows% s. R сообщает об этом как: Windows% s.

source: The operating system is not %s %s. R reports it as: %s %s.
ar: نظام التشغيل ليس٪ s٪ s. R على النحو التالي:٪ s٪ s.
de: Das Betriebssystem ist nicht% s% s. R berichtet es als:% s% s.
fr: Le système d'exploitation n'est pas% s% s. R le rapporte comme:% s% s.
ja: オペレーティングシステムは％s％sではありません。 Rはそれを％s％sとして報告します。
ko: 운영 체제가 % s % s이 (가) 아닙니다. R은 그것을 % s % s (으)로보고합니다.
pt: O sistema operacional não é% s% s. R informa-o como:% s% s.
ru: Операционная система не% s% s. R сообщает об этом как:% s% s.

source: R's build type is %s, not %s.
ar: نوع بناء R هو٪ s، وليس٪ s.
de: R's Bauart ist% s, nicht% s.
es: Tipo de estructura R es %s, no %s.
fr: Le type de construction de R est% s, pas% s.
ja: Rのビルドタイプは％sではなく％sです。
ko: R의 빌드 유형은 % s가 아니라 % s입니다.
pt: O tipo de compilação do R é% s, não% s.
ru: Тип сборки R -% s, а не% s.

source: R does not have %s capability.
ar: R ليس لديها٪ s القدرة.
de: R hat keine% s-Fähigkeit.
es: R no tiene capacidad de %s.
fr: R n'a pas de capacité% s.
ja: Rには％sの機能がありません。
ko: R에는 % s 기능이 없습니다.
pt: R não tem% s capacidade.
ru: R не имеет возможности% s.

source: %s capability is not declared for versions of R before %s.
ar: ٪ s لم يتم الإعلان عن إصدارات R قبل٪ s.
de: % S-Fähigkeit ist nicht für Versionen von R vor% s deklariert.
es: capacidad de %s no se declara para las versiones de R antes de %s.
fr: La fonction% s n'est pas déclarée pour les versions de R avant% s.
ja: ％s以前のバージョンのRでは％s機能が宣言されていません。
ko: % s 기능은 % s 이전의 R 버전에 대해 선언되지 않았습니다.
pt: % S capacidade não é declarada para versões de R antes de% s.
ru: % S не объявляется для версий R до% s.

source: R cannot find the %s tool.
ar: R لا يمكن العثور على الأداة٪ s.
de: R kann das% s-Tool nicht finden.
es: R no puede encontrar la herramienta de %s.
fr: R ne peut pas trouver l'outil% s.
ja: Rは％sツールを見つけることができません。
ko: R이 % s 도구를 찾을 수 없습니다.
pt: R não pode encontrar a ferramenta% s.
ru: R не может найти инструмент% s.

source: R is not 32 bit.
es: R es no de 32 bits.

source: R is not 64 bit.
es: R es no 64 bits.

source: %s is out of date. The installed version is %s but the latest %s version is %s.
es: %s está desactualizado. La versión instalada es %s pero la última versión de %s es %s.
